Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/white_flag_recreational_facilities_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: White Flag recreational facilities in Ireland
ga: An Bhratach Bhán d'áiseanna áineasa in Éirinn

source: The White Flag Award for Spa and Leisure is a national hygiene/environmental award aimed at swimming pools, sports halls, gymnasiums and other indoor leisure facilities throughout Ireland
ga: Dámhachtain náisiúnta sláinteachais/timpeallachta í an Gradam an Bhrait Bháin don Spa agus Fóillíochta atá dírithe ar linnte snámha, hallaí spóirt, giomnáisiaim agus áiseanna eile áineasa faoi dhíon ar fud na hÉireann

source: This award is based on the international Blue Flag award scheme and emphasises high standards in both environmental activities and hygiene
ga: Tá an dámhachtain seo bunaithe ar an scéim idirnáisiúnta don Bhratach Ghorm agus leagann sé béim ar ardchaighdeáin in imeachtaí timpeallachta agus ar shláinteachas

source: The White Flag award scheme is run by Ireland Active
ga: Éire Gníomhach a bhíonn reachtáil an scéim na Brataí Báine

source: Criteria for awarding a White Flag
ga: Critéir um Bhronnadh na Brataí Báine

source: Facilities that can apply for the award must meet certain criteria in relation to:
ga: Ní mór d'áiseanna a dhéanann iarratas ar an scéim critéir áirithe a chomhlíonadh i ndáil le:

source: • Facility exterior and grounds
ga: • Taobh amuigh den áis agus a fearann

source: • Water quality and treatment
ga: • Cáilíocht agus cóireáil uisce

source: The standards of the facilities in the areas of safety, hygiene, maintenance, environment and customer service are examined
ga: Déantar scrúdú ar na caighdeáin na n-áiseanna i réimsí na sábháilteachta, sláinteachas, cothabháil, an comhshaol agus seirbhís do chustaiméirí

source: Further information is available from Ireland Active
ga: Tá tuilleadh eolais ar fáil ó Éire Gníomhach
